Repository: seanpm2001/mt-training-data
Catalog: ban/ban_pontoon.tmx
Source language: en_us
Languages: ban

source: %1$d selected
ban: %1$d kapilih

source: %1$s is requesting your username and password.
ban: %1$s ngidih aran sang anganggé miwah sandi Ragané.

source: %2$s is requesting your username and password. The site says: “%1$s”
ban: %2$s ngidih aran sang anganggé miwah kruna sandi Ragané. Situs nyuratang: “%1$s”

source: About
ban: Indik

source: Accept and edit suggestion
ban: Cumpu miwah uah saran

source: Accept the Risk and Continue
ban: Tampi Résiko miwah Lanturang

source: Access to the file was denied
ban: Aksés nuju berkas tan kalugra

source: Add new collection
ban: Nambah koleksi anyar

source: Add-ons
ban: Pengaya

source: Add-ons Manager
ban: Manajer Pengaya

source: Add to contact
ban: Tambah ka kontak

source: Advanced…
ban: Lanturan…

source: Aug
ban: Agu

source: Call with…
ban: Panggil sareng…

source: Cannot Complete Request
ban: Pinunas Ragané Ten Prasida Puput

source: Choose a color
ban: Pilih warna

source: Clear
ban: Puyung

source: Continue to HTTP Site
ban: Lanturang ka Situs HTTP

source: Dec
ban: Dés

source: Dismiss
ban: Tutup

source: Download link
ban: Unduh tautan

source: %d sites
ban: %d situs

source: Edit
ban: Uah

source: Email
ban: Rerepél

source: Email with…
ban: Rerepél sareng…

source: Feb
ban: Péb

source: File Not Found
ban: Berkas Tan Katemu

source: Full screen site controls
ban: Kontrol situs layar penuh

source: Go Back (Recommended)
ban: Mawali (Kanikayang)

source: Go to settings
ban: Nuju pangaturan

source: Highlighted
ban: Kasorot

source: <label>Someone could be trying to impersonate the site and you should not continue.</label> <br><br> <label>Websites prove their identity via certificates. %1$s does not trust <b>%2$s</b> because its certificate issuer is unknown, the certificate is self-signed, or the server is not sending the correct intermediate certificates.</label>
ban: <label>Minab wénten sané nyoba nyamar dados situs miwah ragané tan dados ngalanturang.</label> <br><br> <label>Situs wéb ngabuktiyang identitas dané saking sértifikat. %1$s tan kaparcaya <b>%2$s</b> krana pawedar sértifikat nyané nénten kauningin, sértifikat katanda tanganin ngaraga, utawi peladén nénten ngirimang sértifikat parantara sané patut.</label>

source: Loading
ban: Jantosang dumun

source: May
ban: Méi

source: Name
ban: Aran

source: Never save
ban: Ten karaksa

source: No camera available on device
ban: Ten wénten kaméra ring perangkat

source: No experiments here
ban: Tén wénten ékspérimen driki

source: No internet connection
ban: Tanpa konéksi internét

source: No thanks
ban: Ten, suksma

source: Not now
ban: Ten mangkin

source: Oct
ban: Okt

source: OK
ban: CUMPU

source: Other
ban: Liyanan

source: <p>Additional information about this problem or error is currently unavailable.</p>
ban: <p>Informasi tambahan indik pikobet puniki utawi galat sané mangkin durung kasedia.</p>

source: Private browsing session
ban: Sesi parerehan pribadi

source: Refresh
ban: Segerang

source: Reload
ban: Muat malih

source: Report
ban: Gatra

source: Return to previous app
ban: Uliang ka aplikasi sadurungnyane

source: Save
ban: Raksa

source: Save file to device
ban: Raksa berkas ka piranti

source: Save image
ban: Raksa gambar

source: Search
ban: Rereh

source: Search %s
ban: Rereh %s

source: Search settings
ban: Rereh piranti

source: Search the web
ban: Rereh situs

source: Secure Connection Failed
ban: Konéksi Aman Gagal

source: Sep
ban: Sép

source: Set
ban: Sét

source: Share
ban: Bagiang

source: Share image
ban: Ngbagiang gambar

source: Share link
ban: Ngbagiang tautan

source: Share via
ban: Wagiang anggen

source: Share with…
ban: Wagiang sareng…

source: Show all
ban: Cingak makejang

source: Site notifications
ban: Pakeling situs

source: Sorry. %1$s had a problem and crashed.
ban: Ampura. %1$s wenten galat lan usak.

source: Switch to tab
ban: Gingsirang ka tab

source: Tabs
ban: Tab

source: Tap to copy the URL for this app
ban: Ketuk anggen nyalin URL ring aplikasi niki

source: The page at %1$s says:
ban: Kaca ring %1$s mapikobet:

source: Try Again
ban: Coba malih

source: <ul> <li>The page you are trying to view cannot be shown because the authenticity of the received data could not be verified.</li> <li>Please contact the website owners to inform them of this problem.</li> </ul>
ban: <ul> <li>Kaca sané ragané coba cingak tan prasida katampilang mawinan kaaslian data sané katerima tan prasida kavérifikasi.</li> <li>Durus hubungin sané ngadruénang situs wéb antuk nganikain indik pikobet puniki.</li> </ul>

source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
ban: <ul> <li>Puniki minab pikobet sareng setélan peladén, utawi minab wénten sané nyoba nuutin peladén.</li> <li>Pinaka ragané sampun maasil mahubung nuju peladén puniki sadurungné, galat minab abaan nyané ajebos, miwah ragané prasida nyoba malih nyanan.</li> </ul>

source: Unknown Protocol
ban: Protokol Tan Kauningin

source: Unsafe File Type
ban: Soroh Berkas Tan Aman

source: Update
ban: Anyarin

source: URL copied.
ban: URL kasalin.

source: View options
ban: Cingak opsi

source: Voice search
ban: Rereh anggen suara

source: Website
ban: Situs web

source: abnormality
ban: tan ketah

source: add-on
ban: tambahan

source: aggregate
ban: agrégat

source: All Hands
ban: Makejang

source: alternate text
ban: téks alternatif

source: appear
ban: tampil

source: appearance
ban: tampilan

source: attack
ban: serang

source: attacker
ban: panyerang

source: Attack Site
ban: Situs Serangan

source: attendee
ban: pamilet

source: authenticate
ban: otentikasi

source: authenticated
ban: kaotentikasi

source: autoplay
ban: putar otomatis

source: black box
ban: kotak selem

source: Bug report
ban: Laporan Bug

source: certificate authority
ban: sertifikasi otoritas

source: channel
ban: kanal

source: cipher
ban: kruna sereg

source: clipboard
ban: papan klip

source: clockwise
ban: pateh sareng jaum jam

source: context
ban: Daging

source: contribute
ban: ngemang

source: corrupt
ban: usak

source: corrupted
ban: sampun usak

source: counterclockwise
ban: mawalik jaum jam

source: cryptominer
ban: panambang kripto

source: cryptomining
ban: tambang kripto

source: decode
ban: ngwacén sandi

source: decryption
ban: dékripsi

source: disinformation
ban: disinformasi

source: encode
ban: nganyandi

source: encrypt
ban: ngaénkripsi

source: encryption
ban: énkripsi

source: end user
ban: panganggé

source: extension
ban: éksténsi

source: Fellow
ban: Semeton

source: gear
ban: piranti

source: home page
ban: kaca utama

source: innovations
ban: inovasi

source: installation
ban: instalasi

source: misinformation
ban: misinformasi

source: native
ban: lokal

source: participation
ban: partisipasi

source: release
ban: rilis

source: report
ban: gatra

source: revert
ban: ngwalikang

source: search suggestion
ban: tatimbang rereh

source: security keys
ban: kunci sekuriti

source: sensitive
ban: sensitip

source: sidebar
ban: kotak sisi

source: sign
ban: lingga tangan

source: signer
ban: palingga tangan

source: studies
ban: palajahan

source: Turbo Mode
ban: Mode Turbo

source: unencrypted
ban: ten kaenkripsi

source: unresponsive
ban: ten responsif

source: unsafe
ban: ten aman

source: validate
ban: validasi

source: validity
ban: validitas

source: version
ban: versi

source: Web Authentication
ban: Otentikasi Web
